Repository: Nardol/dropbox
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: General
fr: Général

source: Account
fr: Compte

source: Bandwidth
fr: Bande passante

source: Proxies
fr: Proxy

source: Advanced
fr: Avancé

source: Dropbox Preferences
fr: Préférences Dropbox

source: Cancel
fr: Annuler

source: Cancel button not found
fr: Bouton Annuler introuvable

source: Clicks the Cancel button of the Dropbox preferences dialog
fr: Cliquez sur le bouton Annuler de la boîte de dialogue des préférences de Dropbox

source: announce active Dropbox preferences dialog tab
fr: Annoncer l'onglet actif dans la boîte de dialogue des préférences de Dropbox

source: Activate previous Dropbox preferences dialog tab
fr: Activer l'onglet précédent dans la boîte de dialogue des préférences de Dropbox

source: Activate next Dropbox preferences dialog tab
fr: Activer l'onglet suivant dans la boîte de dialogue des préférences de Dropbox

source: drop box not found
fr: drop box introuvable

source: If pressed once, announces Dropbox status. If pressed twice, reports the Dropbox version. If pressed three times, open the Dropbox context menu by clicking on its systray icon
fr: Si vous appuyez une fois il annonce le statut de Dropbox. Si vous appuyez deux fois il signale la version de Dropbox. Si vous appuyez trois fois il ouvre le menu contextuel de Dropbox en cliquant sur l'icône de Dropbox dans la zone de notification

source: Announce Dropbox state and make preferences tabs accessible
fr: Annonce le statut de Dropbox et rend les onglets des préférences accessibles

source: Announces Dropbox status, version or open the Dropbox systray menu. Shortcut: NVDA+Shift+D Page tabs are also working in the preferences dialog with Ctrl+tab and Shift+Ctrl+Tab. Ctrl+Alt+T announce the active tab. You can activate cancel by pressing the escape key.
fr: Annonce le statut ou la version de Dropbox, ou ouvre le menu de Dropbox dans la zone de notification. Raccourci : NVDA+Maj+D Les onglets fonctionnent aussi dans la boîte de dialogue des Préférences avec Ctrl+Tab et Maj+Ctrl+Tab. Ctrl+Alt+T annonce l'onglet actif. Vous pouvez activer annuler en appuyant sur la touche Echap.
